<?php
// Заголовок
$_['heading_title']      = 'Банківський переказ';

// Текст
$_['text_extension']     = 'Розширення';
$_['text_success']       = 'Успіх: ви змінили деталі банківського переказу!';
$_['text_edit']          = 'Редагувати банківський переказ';

// Вхід
$_['entry_bank']         = 'Інструкції для банківського переказу';
$_['entry_total']        = 'Загальна сума';
$_['entry_order_status'] = 'Статус замовлення';
$_['entry_geo_zone']     = 'Географічна зона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортування';

// Допомога
$_['help_total']         = 'Загальна сума замовлення, яку повинен досягти замовлення перед активацією цього методу оплати.'; 

// Помилка 
$_['error_permission']   = 'Попередження: у вас немає прав на зміну оплати банківського переказу!';
$_['error_bank']         = 'Необхідні інструкції для банківського переказу!';
