<?php
// Заголовок
$_['heading_title']      = 'Чек / Грошовий переказ';

// Текст
$_['text_extension']     = 'Розширення';
$_['text_success']       = 'Успіх: ви змінили дані рахунку чека / грошового переказу!';
$_['text_edit']          = 'Редагувати Чек / Грошовий переказ';

// Вхід
$_['entry_payable']      = 'Сплачується на ім\'я';
$_['entry_total']        = 'Загальна сума';
$_['entry_order_status'] = 'Статус замовлення';
$_['entry_geo_zone']     = 'Геозона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортування';

// Допомога
$_['help_total']         = 'Загальна сума замовлення, яку повинен досягти замовлення перед активацією цього методу оплати.';

// Помилка
$_['error_permission']   = 'Попередження: у вас немає прав на зміну оплати чеком / грошовим переказом!';
$_['error_payable']      = 'Сплачується на ім\'я Обов\'язково!';
