<?php
// Заголовок
$_['heading_title']      = 'Оплата при отриманні';

// Текст
$_['text_extension']     = 'Розширення';
$_['text_success']       = 'Успіх: ви змінили модуль оплати "Оплата при отриманні"!';
$_['text_edit']          = 'Редагувати Оплату при отриманні';

// Вхід
$_['entry_total']        = 'Загальна сума';
$_['entry_order_status'] = 'Статус замовлення';
$_['entry_geo_zone']     = 'Геозона';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортування';

// Допомога
$_['help_total']         = 'Загальна сума замовлення, яку повинен досягти замовлення перед активацією цього методу оплати.';

// Помилка
$_['error_permission']   = 'Попередження: у вас немає прав на зміну оплати "Оплата при отриманні"!';
