<?php
// Заголовок
$_['heading_title']      = 'Безкоштовна доставка';

// Текст
$_['text_extension']     = 'Розширення';
$_['text_success']       = 'Успіх: Ви змінили модуль оплати "Безкоштовна доставка"!';
$_['text_edit']          = 'Редагувати "Безкоштовна доставка"';

// Введення
$_['entry_order_status'] = 'Статус замовлення';
$_['entry_status']       = 'Статус';
$_['entry_sort_order']   = 'Порядок сортування';

// Помилка
$_['error_permission']   = 'Попередження: У вас немає прав для зміни модуля оплати "Безкоштовна доставка"!';