<?php
// Заголовок
$_['heading_title']    = 'Аналітика продажів';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: ви внесли зміни до графіка на панелі інструментів!';
$_['text_edit']        = 'Редагувати графік на панелі інструментів';
$_['text_order']       = 'Замовлення';
$_['text_customer']    = 'Клієнти';
$_['text_day']         = 'Сьогодні';
$_['text_week']        = 'Тиждень';
$_['text_month']       = 'Місяць';
$_['text_year']        = 'Рік';

// Введення
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_width']      = 'Ширина';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну графіка на панелі інструментів!';
