<?php
// Заголовок
$_['heading_title']    = 'Загальна кількість клієнтів';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: ви внесли зміни до блоку зі статистикою клієнтів на панелі інструментів!';
$_['text_edit']        = 'Редагувати блок статистики клієнтів на панелі інструментів';
$_['text_view']        = 'Переглянути більше...';

// Введення
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_width']      = 'Ширина';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну блоку статистики клієнтів на панелі інструментів!';
