<?php
// Заголовок
$_['heading_title']    = 'Світова карта';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: ви внесли зміни до блоку карти на панелі інструментів!';
$_['text_edit']        = 'Редагувати блок карти на панелі інструментів';
$_['text_order']       = 'Замовлення';
$_['text_sale']        = 'Продажі';

// Введення
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_width']      = 'Ширина';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну блоку карти на панелі інструментів!';