<?php
// Заголовок
$_['heading_title']    = 'Загальна кількість замовлень';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: ви внесли зміни до блоку "Загальна кількість замовлень" на панелі інструментів!';
$_['text_edit']        = 'Редагувати блок "Загальна кількість замовлень" на панелі інструментів';
$_['text_view']        = 'Детальніше...';

// Введення
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_width']      = 'Ширина';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну блоку "Загальна кількість замовлень" на панелі інструментів!';
