<?php
// Заголовок
$_['heading_title']     = 'Останні замовлення';

// Текст
$_['text_extension']    = 'Розширення';
$_['text_success']      = 'Успіх: ви внесли зміни до блоку "Останні замовлення" на панелі інструментів!';
$_['text_edit']         = 'Редагувати блок "Останні замовлення" на панелі інструментів';

// Колонки
$_['column_order_id']   = 'ID замовлення';
$_['column_customer']   = 'Покупець';
$_['column_status']     = 'Статус';
$_['column_total']      = 'Загальна сума';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Введення
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортування';
$_['entry_width']       = 'Ширина';

// Помилка
$_['error_permission']  = 'Попередження: у вас немає дозволу на зміну блоку "Останні замовлення" на панелі інструментів!';
