<?php
// Заголовок
$_['heading_title']    = 'Загальні продажі';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успішно: ви внесли зміни до блоку "Загальні продажі" на панелі інструментів!';
$_['text_edit']        = 'Редагувати блок "Загальні продажі" на панелі інструментів';
$_['text_view']        = 'Переглянути більше...';

// Введення
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';
$_['entry_width']      = 'Ширина';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає дозволу на зміну блоку "Загальні продажі" на панелі інструментів!';
