<?php
// Заголовок
$_['heading_title']       = 'Макети';

// Текст
$_['text_success']        = 'Успіх: ви змінили макети!';
$_['text_list']           = 'Список макетів';
$_['text_add']            = 'Додати макет';
$_['text_edit']           = 'Редагувати макет';
$_['text_remove']         = 'Видалити';
$_['text_route']          = 'Виберіть магазин і маршрути, які будуть використовуватися з цим макетом';
$_['text_module']         = 'Виберіть позицію модулів';
$_['text_default']        = 'За замовчуванням';
$_['text_content_top']    = 'Верх контенту';
$_['text_content_bottom'] = 'Низ контенту';
$_['text_column_left']    = 'Ліва колонка';
$_['text_column_right']   = 'Права колонка';

// Колонки
$_['column_name']         = 'Назва макету';
$_['column_action']       = 'Дія';

// Вступні дані
$_['entry_name']          = 'Назва макету';
$_['entry_store']         = 'Магазин';
$_['entry_route']         = 'Маршрут';
$_['entry_module']        = 'Модуль';

// Помилки
$_['error_permission']    = 'Попередження: у вас немає дозволу на зміну макетів!';
$_['error_name']          = 'Назва макету повинна містити від 3 до 64 символів!';
$_['error_default']       = 'Попередження: цей макет не може бути видалений, оскільки він використовується як макет за замовчуванням для магазину!';
$_['error_store']         = 'Попередження: цей макет не може бути видалений, оскільки він використовується в %s магазинах!';
$_['error_product']       = 'Попередження: цей макет не може бути видалений, оскільки він використовується в %s продуктах!';
$_['error_category']      = 'Попередження: цей макет не може бути видалений, оскільки він використовується в %s категоріях!';
$_['error_information']   = 'Попередження: цей макет не може бути видалений, оскільки він використовується в %s інформаційних сторінках!';
