<?php
// Heading
$_['heading_title']     = 'Групи атрибутів';

// Text
$_['text_success']      = 'Успішно: ви внесли зміни у групи атрибутів!';
$_['text_list']         = 'Список груп атрибутів';
$_['text_add']          = 'Додати групу атрибутів';
$_['text_edit']         = 'Редагувати групу атрибутів';

// Column
$_['column_name']       = 'Назва групи атрибутів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Entry
$_['entry_name']        = 'Назва групи атрибутів';
$_['entry_sort_order']  = 'Порядок сортування';

// Error
$_['error_permission']  = 'Попередження: у вас немає дозволу на зміну груп атрибутів!';
$_['error_name']        = 'Назва групи атрибутів повинна бути від 1 до 64 символів!';
$_['error_attribute']   = 'Попередження: цю групу атрибутів неможливо видалити, оскільки вона наразі призначена для %s атрибутів!';
$_['error_product']     = 'Попередження: цю групу атрибутів неможливо видалити, оскільки вона наразі призначена для %s продуктів!';
