<?php
// Заголовок
$_['heading_title']          = 'Атрибути';

// Текст
$_['text_success']           = 'Успіх: Ви змінили атрибути!';
$_['text_list']              = 'Список атрибутів';
$_['text_add']               = 'Додати атрибут';
$_['text_edit']              = 'Редагувати атрибут';

// Колонки
$_['column_name']            = 'Назва атрибута';
$_['column_attribute_group'] = 'Група атрибутів';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Введення
$_['entry_name']             = 'Назва атрибута';
$_['entry_attribute_group']  = 'Група атрибутів';
$_['entry_sort_order']       = 'Порядок сортування';

// Помилки
$_['error_permission']       = 'Попередження: У вас немає дозволу на зміну атрибутів!';
$_['error_attribute_group']  = 'Необхідна група атрибутів!';
$_['error_name']             = 'Назва атрибута повинна бути від 1 до 64 символів!';
$_['error_product']          = 'Попередження: Цей атрибут не може бути видалений, оскільки він наразі призначений для %s товарів!';
