<?php
// Заголовок
$_['heading_title']          = 'Категорії';

// Текст
$_['text_success']           = 'Успішно: ви внесли зміни у категорії!';
$_['text_list']              = 'Список категорій';
$_['text_add']               = 'Додати категорію';
$_['text_edit']              = 'Редагувати категорію';
$_['text_default']           = 'За замовчуванням';
$_['text_keyword']           = 'Не використовуйте пробіли, замість них використовуйте - і переконайтеся, що SEO URL є унікальним в глобальному контексті.';

// Колонки
$_['column_name']            = 'Назва категорії';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Введення
$_['entry_name']             = 'Назва категорії';
$_['entry_description']      = 'Опис';
$_['entry_meta_title'] 	     = 'Мета-тег Title';
$_['entry_meta_keyword']     = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_store']            = 'Магазини';
$_['entry_keyword']          = 'SEO URL';
$_['entry_parent']           = 'Батьківська категорія';
$_['entry_filter']           = 'Фільтри';
$_['entry_image']            = 'Зображення';
$_['entry_top']              = 'Показувати в головному меню';
$_['entry_column']           = 'Кількість колонок';
$_['entry_sort_order']       = 'Порядок сортування';
$_['entry_status']           = 'Статус';
$_['entry_layout']           = 'Перевизначення макету';

// Допомога
$_['help_filter']            = '(Автозаповнення)';
$_['help_top']               = 'Показувати в верхньому меню. Працює тільки для батьківських категорій.';
$_['help_column']            = 'Кількість колонок для нижніх 3 категорій. Працює тільки для батьківських категорій.';

// Помилки
$_['error_warning']          = 'Попередження: Будь ласка, перевірте форму на наявність помилок!';
$_['error_permission']       = 'Попередження: У вас немає дозволу на зміну категорій!';
$_['error_name']             = 'Назва категорії повинна бути від 1 до 255 символів!';
$_['error_meta_title']       = 'Мета-заголовок повинен містити від 1 до 255 символів!';
$_['error_keyword']          = 'SEO URL вже використовується!';
$_['error_unique']           = 'SEO URL повинен бути унікальним!';
$_['error_parent']           = 'Батьківська категорія, яку ви вибрали, є дочірньою для поточної!';
