<?php
// Заголовок
$_['heading_title']     = 'Завантаження';

// Текст
$_['text_success']      = 'Успішно: ви внесли зміни у завантаження!';
$_['text_list']         = 'Список завантажень';
$_['text_add']          = 'Додати завантаження';
$_['text_edit']         = 'Редагувати завантаження';
$_['text_upload']       = 'Ваш файл був успішно завантажений!';

// Колонка
$_['column_name']       = 'Назва завантаження';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Введення
$_['entry_name']        = 'Назва завантаження';
$_['entry_filename']    = 'Ім\'я файлу';
$_['entry_mask']        = 'Маска';

// Допомога
$_['help_filename']     = 'Ви можете завантажити файл через кнопку "Завантажити" або використовувати FTP для завантаження в каталог завантажень та ввести деталі нижче.';
$_['help_mask']         = 'Рекомендується, щоб \'я файлу та маска відрізнялись, щоб запобігти спробам прямого посилання на ваші завантаження.';

// Помилки
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну завантажень!';
$_['error_name']        = 'Назва завантаження повинна бути від 3 до 64 символів!';
$_['error_upload']      = 'Потрібно завантаження!';
$_['error_filename']    = 'Ім\'я файлу повинно бути від 3 до 128 символів!';
$_['error_exists']      = 'Файл не існує!';
$_['error_mask']        = 'Маска повинна бути від 3 до 128 символів!';
$_['error_filetype']    = 'Недійсний тип файлу!';
$_['error_product']     = 'Попередження: це завантаження не може бути видалено, оскільки воно наразі призначене для %s продуктів!';
