<?php
// Заголовок
$_['heading_title']     = 'Фільтри';

// Текст
$_['text_success']      = 'Успішно: ви внесли зміни у фільтри!';
$_['text_list']         = 'Список фільтрів';
$_['text_add']          = 'Додати фільтр';
$_['text_edit']         = 'Редагувати фільтр';
$_['text_group']        = 'Група фільтрів';
$_['text_value']        = 'Значення фільтрів';

// Колонка
$_['column_group']      = 'Назва групи фільтрів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Введення
$_['entry_group']       = 'Назва групи фільтрів';
$_['entry_name']        = 'Назва фільтра';
$_['entry_sort_order']  = 'Порядок сортування';

// Помилки
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну фільтрів!';
$_['error_group']       = 'Назва групи фільтрів повинна бути від 1 до 64 символів!';
$_['error_name']        = 'Назва фільтра повинна бути від 1 до 64 символів!';
