<?php
// Заголовок
$_['heading_title']          = 'Інформаційні сторінки';

// Текст
$_['text_success']           = 'Успішно: ви внесли зміни у розділ інформаційних сторінок!';
$_['text_list']              = 'Список інформаційних сторінок';
$_['text_add']               = 'Додати інформаційну сторінку';
$_['text_edit']              = 'Редагувати інформаційну сторінку';
$_['text_default']           = 'За замовчуванням';
$_['text_keyword']           = 'Не використовуйте пробіли, замість них використовуйте - і переконайтеся, що SEO URL є унікальним в глобальному контексті.';

// Колонка
$_['column_title']           = 'Заголовок інформаційної сторінки';
$_['column_sort_order']      = 'Порядок сортування';
$_['column_action']          = 'Дія';

// Введення
$_['entry_title']            = 'Заголовок інформаційної сторінки';
$_['entry_description']      = 'Опис';
$_['entry_meta_title']       = 'Мета-тег Title';
$_['entry_meta_keyword']     = 'Мета-тег Keywords';
$_['entry_meta_description'] = 'Мета-тег Description';
$_['entry_store']            = 'Магазини';
$_['entry_keyword']          = 'SEO URL';
$_['entry_bottom']           = 'Нижнє меню';
$_['entry_status']           = 'Статус';
$_['entry_sort_order']       = 'Порядок сортування';
$_['entry_layout']           = 'Перевизначення макету';

// Допомога
$_['help_bottom']            = 'Показувати у нижньому меню.';

// Помилки
$_['error_warning']          = 'Попередження: Будь ласка, перевірте форму на наявність помилок!';
$_['error_permission']       = 'Попередження: У вас немає дозволу на зміну інформаційних сторінок!';
$_['error_title']            = 'Заголовок інформаційної сторінки повинен бути від 1 до 64 символів!';
$_['error_description']      = 'Опис повинен містити більше 3 символів!';
$_['error_meta_title']       = 'Мета-заголовок повинен містити від 1 до 255 символів!';
$_['error_keyword']          = 'SEO URL вже використовується!';
$_['error_unique']           = 'SEO URL повинен бути унікальним!';
$_['error_account']          = 'Попередження: цю інформаційну сторінку не можна видалити, оскільки вона наразі призначена як умови облікового запису магазину!';
$_['error_checkout']         = 'Попередження: цю інформаційну сторінку не можна видалити, оскільки вона наразі призначена як умови оформлення замовлення магазину!';
$_['error_affiliate']        = 'Попередження: цю інформаційну сторінку не можна видалити, оскільки вона наразі призначена як умови афіліатської програми магазину!';
$_['error_return']           = 'Попередження: цю інформаційну сторінку не можна видалити, оскільки вона наразі призначена як умови повернення магазину!';
$_['error_store']            = 'Попередження: цю інформаційну сторінку не можна видалити, оскільки вона використовується %s магазинами!';
