<?php
// Заголовок
$_['heading_title']     = 'Виробники';

// Текст
$_['text_success']      = 'Успішно: ви внесли зміни у виробників!';
$_['text_list']         = 'Список виробників';
$_['text_add']          = 'Додати виробника';
$_['text_edit']         = 'Редагувати виробника';
$_['text_default']      = 'За замовчуванням';
$_['text_percent']      = 'Відсоток';
$_['text_amount']       = 'Фіксована сума';
$_['text_keyword']      = 'Не використовуйте пробіли, замість них використовуйте - і переконайтеся, що SEO URL є унікальним в глобальному контексті.';

// Колонка
$_['column_name']       = 'Назва виробника';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Введення
$_['entry_name']        = 'Назва виробника';
$_['entry_store']       = 'Магазини';
$_['entry_keyword']     = 'SEO URL';
$_['entry_image']       = 'Зображення';
$_['entry_sort_order']  = 'Порядок сортування';
$_['entry_type']        = 'Тип';

// Помилки
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну виробників!';
$_['error_name']        = 'Назва виробника повинна бути від 1 до 64 символів!';
$_['error_keyword']     = 'SEO URL вже використовується!';
$_['error_unique']      = 'SEO URL повинен бути унікальним!';
$_['error_product']     = 'Попередження: цього виробника не можна видалити, оскільки він наразі призначений для %s товарів!';
