<?php
// Заголовок
$_['heading_title']      = 'Опції';

// Текст
$_['text_success']       = 'Успішно: ви внесли зміни у опції!';
$_['text_list']          = 'Список опцій';
$_['text_add']           = 'Додати опцію';
$_['text_edit']          = 'Редагувати опцію';
$_['text_choose']        = 'Вибрати';
$_['text_select']        = 'Список';
$_['text_radio']         = 'Радіокнопки';
$_['text_checkbox']      = 'Прапорці';
$_['text_input']         = 'Ввід';
$_['text_text']          = 'Текст';
$_['text_textarea']      = 'Текстове поле';
$_['text_file']          = 'Файл';
$_['text_date']          = 'Дата';
$_['text_datetime']      = 'Дата і час';
$_['text_time']          = 'Час';
$_['text_option']        = 'Опція';
$_['text_value']         = 'Значення опцій';

// Колонка
$_['column_name']        = 'Назва опції';
$_['column_sort_order']  = 'Порядок сортування';
$_['column_action']      = 'Дія';

// Введення
$_['entry_name']         = 'Назва опції';
$_['entry_type']         = 'Тип';
$_['entry_option_value'] = 'Назва значення опції';
$_['entry_image']        = 'Зображення';
$_['entry_sort_order']   = 'Порядок сортування';

// Помилки
$_['error_permission']   = 'Попередження: У вас немає дозволу на зміну опцій!';
$_['error_name']         = 'Назва опції повинна бути від 1 до 128 символів!';
$_['error_type']         = 'Попередження: Потрібні значення опцій!';
$_['error_option_value'] = 'Назва значення опції повинна бути від 1 до 128 символів!';
$_['error_product']      = 'Попередження: Цю опцію не можна видалити, оскільки вона наразі призначена для %s товарів!';
