<?php
// Заголовок
$_['heading_title']         = 'Повторювані профілі';

// Текст
$_['text_success']          = 'Успішно: ви внесли зміни у повторювані профілі!';
$_['text_list']             = 'Список повторюваних профілів';
$_['text_add']              = 'Додати повторюваний профіль';
$_['text_edit']             = 'Редагувати повторюваний профіль';
$_['text_day']              = 'День';
$_['text_week']             = 'Тиждень';
$_['text_semi_month']       = 'Півмісяця';
$_['text_month']            = 'Місяць';
$_['text_year']             = 'Рік';
$_['text_recurring']        = '<p><i class="fa fa-info-circle"></i> Суми повторюваних платежів розраховуються на підставі частоти і циклів.</p><p>Наприклад, якщо ви встановите частоту "тиждень" і цикл "2", то користувач буде сплачувати кожні 2 тижні.</p><p>Тривалість - це кількість разів, скільки користувач здійснить платіж. Встановіть це значення на 0, якщо ви хочете платежів до скасування.</p>';
$_['text_profile']          = 'Повторюваний профіль';
$_['text_trial']            = 'Пробний профіль';

// Введення
$_['entry_name']            = 'Назва';
$_['entry_price']           = 'Ціна';
$_['entry_duration']        = 'Тривалість';
$_['entry_cycle']           = 'Цикл';
$_['entry_frequency']       = 'Частота';
$_['entry_trial_price']     = 'Ціна пробного періоду';
$_['entry_trial_duration']  = 'Тривалість пробного періоду';
$_['entry_trial_status']    = 'Статус пробного періоду';
$_['entry_trial_cycle']     = 'Цикл пробного періоду';
$_['entry_trial_frequency'] = 'Частота пробного періоду';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортування';

// Колонка
$_['column_name']           = 'Назва';
$_['column_sort_order']     = 'Порядок сортування';
$_['column_action']         = 'Дія';

// Помилки
$_['error_warning']         = 'Попередження: Будь ласка, перевірте форму на наявність помилок!';
$_['error_permission']      = 'Попередження: У вас немає дозволу на зміну повторюваних профілів!';
$_['error_name']            = 'Назва профілю повинна бути більше 3 і менше 255 символів!';
$_['error_product']         = 'Попередження: Цей повторюваний профіль не може бути видалений, оскільки він в даний час призначений для %s товарів!';
