<?php
// Заголовок
$_['heading_title']     = 'Відгуки';

// Текст
$_['text_success']      = 'Успішно: ви внесли зміни у відгуки!';
$_['text_list']         = 'Список відгуків';
$_['text_add']          = 'Додати відгук';
$_['text_edit']         = 'Редагувати відгук';
$_['text_filter']       = 'Фільтр';

// Колонки
$_['column_product']    = 'Товар';
$_['column_author']     = 'Автор';
$_['column_rating']     = 'Рейтинг';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата додавання';
$_['column_action']     = 'Дія';

// Введення
$_['entry_product']     = 'Товар';
$_['entry_author']      = 'Автор';
$_['entry_rating']      = 'Рейтинг';
$_['entry_status']      = 'Статус';
$_['entry_text']        = 'Текст';
$_['entry_date_added']  = 'Дата додавання';

// Допомога
$_['help_product']      = '(Автозаповнення)';

// Помилки
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну відгуків!';
$_['error_product']     = 'Обов\'язково виберіть товар!';
$_['error_author']      = 'Автор повинен бути від 3 до 64 символів!';
$_['error_text']        = 'Текст відгуку повинен містити принаймні 1 символ!';
$_['error_rating']      = 'Необхідно вказати рейтинг відгуку!';
