<?php
// Заголовок
$_['heading_title']    = 'Банер';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Ви змінили модуль банера!';
$_['text_edit']        = 'Редагувати модуль банера';

// Поле введення
$_['entry_name']       = 'Назва модуля';
$_['entry_banner']     = 'Банер';
$_['entry_dimension']  = 'Розмір (Ш x В) та тип масштабування';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Висота';
$_['entry_status']     = 'Статус';

// Помилка
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну модуля банера!';
$_['error_name']       = 'Назва модуля повинна бути від 3 до 64 символів!';
$_['error_width']      = 'Введіть ширину!';
$_['error_height']     = 'Введіть висоту!';