<?php
// Заголовок
$_['heading_title']    = 'Рекомендовані товари';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Ви змінили модуль "Рекомендовані товари"!';
$_['text_edit']        = 'Редагувати модуль "Рекомендовані товари"';

// Поле введення
$_['entry_name']       = 'Назва модуля';
$_['entry_product']    = 'Товари';
$_['entry_limit']      = 'Ліміт';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Висота';
$_['entry_status']     = 'Статус';

// Допомога
$_['help_product']     = '(Автозаповнення)';

// Помилка
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну модуля "Рекомендовані товари"!';
$_['error_name']       = 'Назва модуля повинна містити від 3 до 64 символів!';
$_['error_width']      = 'Поле "Ширина" обов\'язкове!';
$_['error_height']     = 'Поле "Висота" обов\'язкове!';