<?php
// Заголовок
$_['heading_title']     = 'HTML-контент';

// Текст
$_['text_extension']    = 'Розширення';
$_['text_success']      = 'Успіх: Ви змінили модуль "HTML-контент"!';
$_['text_edit']         = 'Редагувати модуль "HTML-контент"';

// Поле введення
$_['entry_name']        = 'Назва модуля';
$_['entry_title']       = 'Заголовок розділу';
$_['entry_description'] = 'Опис';
$_['entry_status']      = 'Статус';

// Помилка
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну модуля "HTML-контент"!';
$_['error_name']        = 'Назва модуля повинна бути від 3 до 64 символів!';