<?php
// Заголовок
$_['heading_title']    = 'Кнопка PayPal (Powered by Braintree)';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Ви змінили модуль кнопки PayPal (Powered by Braintree)!';
$_['text_edit']        = 'Редагувати модуль кнопки PayPal (Powered by Braintree)';
$_['text_info']        = 'Кнопка <u>не з&apos;явиться</u> у таких випадках:';
$_['text_info_li1']    = 'Кошик порожній і не застосовано жодного купона';
$_['text_info_li2']    = 'У кошику є завантаження або регулярні платежі, і користувач не увійшов в систему';
$_['text_info_li3']    = 'Оформлення замовлення для товару, якого немає в наявності, вимкнено, і в кошику є товар, якого немає в наявності';
$_['text_layouts']     = 'Після активації модуля скористайтеся менеджером макетів, щоб додати кнопку до різних частин магазину.';
$_['text_layout_link'] = 'Натисніть тут, щоб перейти на сторінку макетів';

// Поле введення
$_['entry_status']     = 'Статус';

// Помилка
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну модуля кнопки PayPal (Powered by Braintree)!';