<?php
// Заголовок
$_['heading_title']    = 'Акції';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Ви змінили модуль акцій!';
$_['text_edit']        = 'Редагувати модуль акцій';

// Вхідні дані
$_['entry_name']       = 'Назва модуля';
$_['entry_limit']      = 'Ліміт';
$_['entry_width']      = 'Ширина';
$_['entry_height']     = 'Висота';
$_['entry_status']     = 'Статус';

// Помилка
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну модуля акцій!';
$_['error_name']       = 'Назва модуля повинна містити від 3 до 64 символів!';
$_['error_width']      = 'Поле "Ширина" обов\'язкове для заповнення!';
$_['error_height']     = 'Поле "Висота" обов\'язкове для заповнення!';