<?php
// Заголовок
$_['heading_title']    = 'Магазин';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успіх: Ви змінили модуль магазину!';
$_['text_edit']        = 'Редагувати модуль магазину';

// Вхідні дані
$_['entry_admin']      = 'Тільки адміністратори';
$_['entry_status']     = 'Статус';

// Допомога
$_['help_admin']       = 'Якщо так, то список багатьох магазинів буде видимим лише при вході адміністратора!';

// Помилка
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну модуля магазину!';