<?php
// Заголовок
$_['heading_title']                    = 'Стандартна тема';

// Текст
$_['text_extension']                   = 'Розширення';
$_['text_success']                     = 'Успішно: Ви внесли зміни до стандартної теми!';
$_['text_edit']                        = 'Редагувати тему стандартного магазину';
$_['text_general']                     = 'Загальні';
$_['text_product']                     = 'Товари';
$_['text_image']                       = 'Зображення';

// Вхідні дані
$_['entry_directory']                  = 'Каталог теми';
$_['entry_status']                     = 'Статус';
$_['entry_product_limit']              = 'Кількість товарів на сторінці за замовчуванням';
$_['entry_product_description_length'] = 'Ліміт опису для списку';
$_['entry_image_category']             = 'Розмір зображення категорії (Ш x В)';
$_['entry_image_thumb']                = 'Розмір мініатюри товару (Ш x В)';
$_['entry_image_popup']                = 'Розмір спливаючого зображення товару (Ш x В)';
$_['entry_image_product']              = 'Розмір списку зображень товару (Ш x В)';
$_['entry_image_additional']           = 'Розмір додаткових зображень товару (Ш x В)';
$_['entry_image_related']              = 'Розмір зображень схожих товарів (Ш x В)';
$_['entry_image_compare']              = 'Розмір зображення порівняння товару (Ш x В)';
$_['entry_image_wishlist']             = 'Розмір зображення списку бажань (Ш x В)';
$_['entry_image_cart']                 = 'Розмір зображення кошика (Ш x В)';
$_['entry_image_location']             = 'Розмір зображення магазину (Ш x В)';
$_['entry_width']                      = 'Ширина';
$_['entry_height']                     = 'Висота';

// Допомога
$_['help_directory']                   = 'Це поле потрібно тільки для сумісності старих тем з новою системою тем. Ви можете встановити каталог теми, який використовуватиметься для налаштувань розміру зображення, визначених тут.';
$_['help_product_limit']               = 'Визначає, скільки товарів відображається на сторінці (товари, категорії тощо)';
$_['help_product_description_length']  = 'У списку встановлює обмеження кількості символів для короткого опису (категорії, спеціальні пропозиції тощо)';

// Помилка
$_['error_permission']                 = 'Попередження: У вас немає дозволу на зміну стандартної теми!';
$_['error_limit']                      = 'Потрібна кількість товарів на сторінці!';
$_['error_image_thumb']                = 'Потрібні розміри мініатюри товару (Ш x В)!';
$_['error_image_popup']                = 'Потрібні розміри спливаючого зображення товару (Ш x В)!';
$_['error_image_product']              = 'Потрібні розміри зображення товару для списку (Ш x В)!';
$_['error_image_category']             = 'Потрібні розміри зображення категорії для списку (Ш x В)!';
$_['error_image_additional']           = 'Потрібні розміри додаткових зображень товару (Ш x В)!';
$_['error_image_related']              = 'Потрібні розміри зображень схожих товарів (Ш x В)!';
$_['error_image_compare']              = 'Потрібні розміри зображення порівняння товару (Ш x В)!';
$_['error_image_wishlist']             = 'Потрібні розміри зображення списку бажань (Ш x В)!';
$_['error_image_cart']                 = 'Потрібні розміри зображення кошика (Ш x В)!';
$_['error_image_location']             = 'Потрібні розміри зображення магазину (Ш x В)!';