<?php
// Заголовок
$_['heading_title'] = 'Використовувати бонусні бали (Доступно %s)';

// Тексти
$_['text_reward']   = 'Бонусні бали (%s)';
$_['text_order_id'] = 'Номер замовлення: #%s';
$_['text_success']  = 'Успішно: Ваша знижка з бонусними балами була застосована!';

// Поле введення
$_['entry_reward']  = 'Бали для використання (Макс. %s)';

// Помилки
$_['error_reward']  = 'Попередження: Будь ласка, введіть кількість бонусних балів для використання!';
$_['error_points']  = 'Попередження: У вас немає %s бонусних балів!';
$_['error_maximum'] = 'Попередження: Максимальна кількість балів, яку можна застосувати - %s!';