<?php
// Заголовок
$_['heading_title']        = 'Розрахувати доставку та податки';

// Тексти
$_['text_success']         = 'Успішно: Ваш розрахунок доставки був застосований!';
$_['text_shipping']        = 'Введіть вашу адресу для отримання розрахунку вартості доставки.';
$_['text_shipping_method'] = 'Будь ласка, виберіть бажаний спосіб доставки для цього замовлення.';

// Поле введення
$_['entry_country']        = 'Країна';
$_['entry_zone']           = 'Область / Регіон';
$_['entry_postcode']       = 'Поштовий індекс';

// Помилки
$_['error_postcode']       = 'Поштовий індекс повинен бути від 2 до 10 символів!';
$_['error_country']        = 'Будь ласка, виберіть країну!';
$_['error_zone']           = 'Будь ласка, виберіть область / регіон!';
$_['error_shipping']       = 'Попередження: Обов\'язковий вибір способу доставки!';
$_['error_no_shipping']    = 'Попередження: Немає доступних варіантів доставки. Будь ласка, <a href="%s">зв\'яжіться з нами</a> для отримання допомоги!';