<?php
// Заголовок
$_['heading_title'] = 'Використовувати подарунковий сертифікат';

// Тексти
$_['text_voucher']  = 'Подарунковий сертифікат (%s)';
$_['text_success']  = 'Успішно: Знижка з подарунковим сертифікатом була застосована!';

// Поле введення
$_['entry_voucher'] = 'Введіть ваш код подарункового сертифіката тут';

// Помилки
$_['error_voucher'] = 'Попередження: Подарунковий сертифікат недійсний або баланс був використаний!';
$_['error_empty']   = 'Попередження: Будь ласка, введіть код подарункового сертифіката!';