<?php
// Заголовок
$_['heading_title']        = 'Спеціальні поля';

// Текст
$_['text_success']         = 'Успіх: Ви внесли зміни в спеціальні поля!';
$_['text_list']            = 'Список спеціальних полів';
$_['text_add']             = 'Додати спеціальне поле';
$_['text_edit']            = 'Редагувати спеціальне поле';
$_['text_choose']          = 'Вибрати';
$_['text_select']          = 'Вибір';
$_['text_radio']           = 'Перемикач';
$_['text_checkbox']        = 'Прапорець';
$_['text_input']           = 'Введення';
$_['text_text']            = 'Текст';
$_['text_textarea']        = 'Текстова область';
$_['text_file']            = 'Файл';
$_['text_date']            = 'Дата';
$_['text_datetime']        = 'Дата і час';
$_['text_time']            = 'Час';
$_['text_account']         = 'Обліковий запис';
$_['text_address']         = 'Адреса';
$_['text_affiliate']       = 'Партнерська програма';
$_['text_regex']           = 'Регулярний вираз';
$_['text_custom_field']    = 'Спеціальне поле';
$_['text_value']           = 'Значення спеціального поля';

// Колонки
$_['column_name']          = 'Назва спеціального поля';
$_['column_location']      = 'Місце';
$_['column_type']          = 'Тип';
$_['column_sort_order']    = 'Порядок сортування';
$_['column_action']        = 'Дія';

// Поле для введення
$_['entry_name']           = 'Назва спеціального поля';
$_['entry_location']       = 'Місце';
$_['entry_type']           = 'Тип';
$_['entry_value']          = 'Значення';
$_['entry_validation']     = 'Перевірка';
$_['entry_custom_value']   = 'Назва значення спеціального поля';
$_['entry_customer_group'] = 'Група покупців';
$_['entry_required']       = 'Обов\'язково';
$_['entry_status']         = 'Статус';
$_['entry_sort_order']     = 'Порядок сортування';

// Допомога
$_['help_regex']           = 'Використовуйте регулярний вираз. Наприклад: /[a-zA-Z0-9_-]/';
$_['help_sort_order']      = 'Використовуйте мінус для зворотного підрахунку від останнього поля в наборі.';

// Помилки
$_['error_permission']     = 'Попередження: У вас немає дозволу на зміну спеціальних полів!';
$_['error_name']           = 'Назва спеціального поля повинна бути від 1 до 128 символів!';
$_['error_type']           = 'Попередження: Потрібні значення спеціального поля!';
$_['error_custom_value']   = 'Назва значення повинна бути від 1 до 128 символів!';
