<?php
// Заголовок
$_['heading_title']     = 'Групи клієнтів';

// Текст
$_['text_success']      = 'Успіх: Ви внесли зміни в групи клієнтів!';
$_['text_list']         = 'Список груп клієнтів';
$_['text_add']          = 'Додати групу клієнтів';
$_['text_edit']         = 'Редагувати групу клієнтів';

// Колонки
$_['column_name']       = 'Назва групи клієнтів';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Поле для введення
$_['entry_name']        = 'Назва групи клієнтів';
$_['entry_description'] = 'Опис';
$_['entry_approval']    = 'Схвалювати нових клієнтів';
$_['entry_sort_order']  = 'Порядок сортування';

// Допомога
$_['help_approval']     = 'Клієнтів повинен схвалити адміністратор перед тим, як вони зможуть увійти в систему.';

// Помилки
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну груп клієнтів!';
$_['error_name']        = 'Назва групи клієнтів повинна містити від 3 до 32 символів!';
$_['error_default']     = 'Попередження: Цю групу клієнтів неможливо видалити, оскільки вона встановлена як група клієнтів за замовчуванням для магазину!';
$_['error_store']       = 'Попередження: Цю групу клієнтів неможливо видалити, оскільки вона призначена для %s магазинів!';
$_['error_customer']    = 'Попередження: Цю групу клієнтів неможливо видалити, оскільки вона призначена для %s клієнтів!';
