<?php
// Заголовок
$_['heading_title']    = 'Налаштування розробника';

// Текст
$_['text_success']     = 'Успішно: ви змінили налаштування розробника!';
$_['text_theme']       = 'тему';
$_['text_sass']        = 'SASS';
$_['text_cache']       = 'Успішно: ви очистили кеш %s!';

// Колонка
$_['column_component'] = 'Компонент';
$_['column_action']    = 'Дія';

// Поле
$_['entry_theme']      = 'Тема';
$_['entry_sass']       = 'SASS';
$_['entry_cache']      = 'Кеш';

// Кнопка
$_['button_on']        = 'Увімкнути';
$_['button_off']       = 'Вимкнути';

// Помилка
$_['error_permission'] = 'Попередження: у вас немає прав для зміни налаштувань розробника!';
