<?php
// Заголовок
$_['heading_title']    = 'Менеджер зображень';

// Текст
$_['text_uploaded']    = 'Успішно: Ваш файл було завантажено!';
$_['text_directory']   = 'Успішно: Директорію створено!';
$_['text_delete']      = 'Успішно: Ваш файл або директорію видалено!';

// Поле
$_['entry_search']     = 'Пошук..';
$_['entry_folder']     = 'Назва папки';

// Помилка
$_['error_permission'] = 'Попередження: Доступ заборонено!';
$_['error_filename']   = 'Попередження: Назва файлу повинна бути від 3 до 255 символів!';
$_['error_folder']     = 'Попередження: Назва папки повинна бути від 3 до 255 символів!';
$_['error_exists']     = 'Попередження: Файл або папка з такою назвою вже існує!';
$_['error_directory']  = 'Попередження: Директорія не існує!';
$_['error_filesize']   = 'Попередження: Неправильний розмір файлу!';
$_['error_filetype']   = 'Попередження: Неправильний тип файлу!';
$_['error_upload']     = 'Попередження: Файл не може бути завантажений з невідомих причин!';
$_['error_delete']     = 'Попередження: Ви не можете видалити цю директорію!';
