<?php
// Заголовок
$_['heading_title']   = 'Забули пароль?';

// Текст
$_['text_forgotten']  = 'Забули пароль';
$_['text_your_email'] = 'Ваша адреса електронної пошти';
$_['text_email']      = 'Введіть адресу електронної пошти, пов\'язану з вашим обліковим записом. Натисніть "Відправити" для отримання посилання для скидання пароля на вашу електронну пошту.';
$_['text_success']    = 'На вашу адресу електронної пошти було відправлено лист із посиланням для скидання пароля.';

// Поле
$_['entry_email']     = 'Адреса електронної пошти';
$_['entry_password']  = 'Новий пароль';
$_['entry_confirm']   = 'Підтвердження паролю';

// Помилка
$_['error_email']     = 'Попередження: Адресу електронної пошти не знайдено в наших записах. Будь ласка, спробуйте ще раз!';
$_['error_password']  = 'Пароль повинен бути від 4 до 20 символів!';
$_['error_confirm']   = 'Пароль та підтвердження паролю не збігаються!';
