<?php
// Заголовок
$_['heading_title']  = 'Адміністрування';

// Текст
$_['text_heading']   = 'Адміністрування';
$_['text_login']     = 'Будь ласка, введіть ваші дані для входу.';
$_['text_forgotten'] = 'Забули пароль';

// Поле введення
$_['entry_username'] = 'Ім\'я користувача';
$_['entry_password'] = 'Пароль';

// Кнопка
$_['button_login']   = 'Увійти';

// Помилка
$_['error_login']    = 'Немає відповідності для Імені користувача та/або Пароля.';
$_['error_token']    = 'Недійсний токен сесії. Будь ласка, увійдіть знову.';
$_['error_attempts'] = 'Попередження: Ваш обліковий запис перевищив допустиму кількість спроб входу. Будь ласка, спробуйте ще раз через 1 годину або скиньте пароль.';
