<?php
// Заголовок
$_['heading_title']         = 'Профіль';

// Текст
$_['text_success']          = 'Успішно: Ви внесли зміни у свій профіль!';
$_['text_edit']             = 'Редагувати свій профіль';

// Колонки
$_['column_username']       = 'Ім\'я користувача';
$_['column_status']         = 'Статус';
$_['column_date_added']     = 'Дата додавання';
$_['column_action']         = 'Дія';

// Поля для введення
$_['entry_username']        = 'Ім\'я користувача';
$_['entry_password']        = 'Пароль';
$_['entry_confirm']         = 'Підтвердити';
$_['entry_firstname']       = 'Ім\'я';
$_['entry_lastname']        = 'Прізвище';
$_['entry_email']           = 'Електронна пошта';
$_['entry_image']           = 'Зображення';

// Помилки
$_['error_permission']      = 'Попередження: У вас немає прав для зміни свого профілю!';
$_['error_exists_username'] = 'Попередження: Ім\'я користувача вже використовується!';
$_['error_username']        = 'Ім\'я користувача повинно містити від 3 до 20 символів!';
$_['error_password']        = 'Пароль повинен містити від 4 до 20 символів!';
$_['error_confirm']         = 'Пароль і підтвердження пароля не співпадають!';
$_['error_firstname']       = 'Ім\'я повинно містити від 1 до 32 символів!';
$_['error_lastname']        = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_email']           = 'Адреса електронної пошти не вважається дійсною!';
$_['error_exists_email']    = 'Попередження: Адреса електронної пошти вже зареєстрована!';
