<?php
// Заголовок
$_['heading_title']    = 'Важливе сповіщення щодо безпеки!';

// Текст
$_['text_success']     = 'Успіх: Ви змінили папку для зберігання!';
$_['text_admin']       = 'Редагуйте admin/config.php і змініть';
$_['text_security']    = 'Дуже важливо перемістити папку для зберігання поза каталогом веб-сайту (наприклад, public_html, www або htdocs).';
$_['text_choose']      = 'Виберіть, як перемістити папку для зберігання';
$_['text_automatic']   = 'Автоматично перемістити';
$_['text_manual']      = 'Перемістити вручну';
$_['text_move']        = 'Перемістити';
$_['text_to']          = 'до';
$_['text_config']      = 'Редагуйте config.php та змініть';
$_['text_admin']       = 'Редагуйте admin/config.php та змініть';

// Поле для введення
$_['entry_directory']  = 'Каталог';

// Кнопки
$_['button_move']      = 'Перемістити';
$_['button_manual']    = 'Вручну';

// Помилки
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну каталогу для зберігання!';
$_['error_path']       = 'Попередження: Невірний шлях!';
$_['error_directory']  = 'Попередження: Невірний каталог!';
$_['error_exists']     = 'Попередження: Каталог вже існує!';
$_['error_writable']   = 'Попередження: config.php та admin/config.php мають бути доступними для запису!';
