<?php
// Заголовок
$_['heading_title']         = 'Звіт про бонусні бали клієнта';

// Текст
$_['text_extension']        = 'Розширення';
$_['text_edit']             = 'Редагувати звіт про бонусні бали клієнта';
$_['text_success']          = 'Успіх: Ви змінили звіт про бонусні бали клієнта!';
$_['text_filter']           = 'Фільтр';

// Колонки
$_['column_customer']       = 'Ім\'я клієнта';
$_['column_email']          = 'Електронна пошта';
$_['column_customer_group'] = 'Група клієнтів';
$_['column_status']         = 'Статус';
$_['column_points']         = 'Бонусні бали';
$_['column_orders']         = 'Кількість замовлень';
$_['column_total']          = 'Загальна сума';
$_['column_action']         = 'Дія';

// Вхідні дані
$_['entry_date_start']      = 'Дата початку';
$_['entry_date_end']        = 'Дата завершення';
$_['entry_customer']        = 'Клієнт';
$_['entry_status']          = 'Статус';
$_['entry_sort_order']      = 'Порядок сортування';

// Помилка
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну звіту про бонусні бали клієнта!';