<?php
// Заголовок
$_['heading_title']    = 'Звіт по маркетингу';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_edit']        = 'Редагувати звіт по маркетингу';
$_['text_success']     = 'Успішно: Ви змінили звіт по маркетингу!';
$_['text_filter']      = 'Фільтр';
$_['text_all_status']  = 'Усі статуси';

// Колонки
$_['column_campaign']  = 'Назва кампанії';
$_['column_code']      = 'Код';
$_['column_clicks']    = 'Кліки';
$_['column_orders']    = 'Кількість замовлень';
$_['column_total']     = 'Всього';

// Вхідні дані
$_['entry_date_start'] = 'Дата початку';
$_['entry_date_end']   = 'Дата завершення';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилка
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну звіту по маркетингу!';