<?php
// Заголовок
$_['heading_title']    = 'Звіт про переглянуті товари';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_edit']        = 'Редагувати звіт про переглянуті товари';
$_['text_success']     = 'Успішно: Ви скинули звіт про переглянуті товари!';

// Колонки
$_['column_name']      = 'Назва товару';
$_['column_model']     = 'Модель';
$_['column_viewed']    = 'Переглянуто';
$_['column_percent']   = 'Відсоток';

// Вхідні дані
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилка
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну звіту про переглянуті товари!';