<?php
// Заголовок
$_['heading_title']     = 'Звіт про куплені товари';

// Текст
$_['text_extension']    = 'Розширення';
$_['text_edit']         = 'Редагувати звіт про куплені товари';
$_['text_success']      = 'Успішно: Ви змінили звіт про куплені товари!';
$_['text_filter']       = 'Фільтр';
$_['text_all_status']   = 'Усі статуси';

// Колонки
$_['column_date_start'] = 'Дата початку';
$_['column_date_end']   = 'Дата завершення';
$_['column_name']       = 'Назва товару';
$_['column_model']      = 'Модель';
$_['column_quantity']   = 'Кількість';
$_['column_total']      = 'Всього';

// Вхідні дані
$_['entry_date_start']  = 'Дата початку';
$_['entry_date_end']    = 'Дата завершення';
$_['entry_status']      = 'Статус замовлення';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортування';

// Помилка
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну звіту про куплені товари!';