<?php
// Заголовок
$_['heading_title']    = 'Звіт про купони';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_edit']        = 'Редагувати звіт про купони';
$_['text_success']     = 'Успішно: Ви внесли зміни до звіту про купони!';
$_['text_filter']      = 'Фільтр';

// Колонки
$_['column_name']      = 'Назва купона';
$_['column_code']      = 'Код';
$_['column_orders']    = 'Замовлення';
$_['column_total']     = 'Загальна сума';
$_['column_action']    = 'Дія';

// Вхідні дані
$_['entry_date_start'] = 'Початок періоду';
$_['entry_date_end']   = 'Кінець періоду';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Помилка
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну звіту про купони!';