<?php
// Заголовок
$_['heading_title']     = 'Звіт про доставку';

// Текст
$_['text_extension']    = 'Розширення';
$_['text_edit']         = 'Редагувати звіт про доставку';
$_['text_success']      = 'Успішно: Ви внесли зміни до звіту про доставку!';
$_['text_filter']       = 'Фільтр';
$_['text_year']         = 'Роки';
$_['text_month']        = 'Місяці';
$_['text_week']         = 'Тижні';
$_['text_day']          = 'Дні';
$_['text_all_status']   = 'Всі стани';

// Колонки
$_['column_date_start'] = 'Початок періоду';
$_['column_date_end']   = 'Кінець періоду';
$_['column_title']      = 'Назва доставки';
$_['column_orders']     = 'Кількість замовлень';
$_['column_total']      = 'Всього';

// Вхідні дані
$_['entry_date_start']  = 'Початок періоду';
$_['entry_date_end']    = 'Кінець періоду';
$_['entry_group']       = 'Групувати за';
$_['entry_status']      = 'Статус';
$_['entry_sort_order']  = 'Порядок сортування';

// Помилка
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну звіту про доставку!';