<?php
// Текст
$_['text_subject']        = '%s - Партнерська програма';
$_['text_welcome']        = 'Дякуємо вам за приєднання до партнерської програми %s!';
$_['text_login']          = 'Ваш обліковий запис був створений, і ви можете увійти, використовуючи свою адресу електронної пошти та пароль на нашому веб-сайті або за наступним URL:';
$_['text_approval']       = 'Ваш обліковий запис повинен бути схвалений перед тим, як ви зможете увійти. Після схвалення ви можете увійти, використовуючи свою адресу електронної пошти та пароль на нашому веб-сайті або за наступним URL:';
$_['text_service']        = 'Після входу ви зможете генерувати відстежувальні коди, відстежувати виплати комісій та редагувати інформацію про обліковий запис.';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_affiliate']  = 'Новий партнер';
$_['text_signup']         = 'Новий партнер приєднався:';
$_['text_website']        = 'Веб-сайт:';
$_['text_customer_group'] = 'Група клієнтів:';
$_['text_firstname']      = 'Ім\'я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_company']        = 'Компанія:';
$_['text_email']          = 'Електронна пошта:';
$_['text_telephone']      = 'Телефон:';