<?php
// Текст
$_['text_subject']          = '%s - Замовлення %s';
$_['text_greeting']         = 'Дякуємо за ваш інтерес до продуктів %s. Ваше замовлення отримано і буде оброблено після підтвердження оплати.';
$_['text_link']             = 'Для перегляду вашого замовлення перейдіть за посиланням нижче:';
$_['text_order_detail']     = 'Деталі замовлення';
$_['text_instruction']      = 'Інструкції';
$_['text_order_id']         = '№ замовлення:';
$_['text_date_added']       = 'Дата додавання:';
$_['text_order_status']     = 'Статус замовлення:';
$_['text_payment_method']   = 'Спосіб оплати:';
$_['text_shipping_method']  = 'Спосіб доставки:';
$_['text_email']            = 'Електронна пошта:';
$_['text_telephone']        = 'Телефон:';
$_['text_ip']               = 'IP-адреса:';
$_['text_payment_address']  = 'Адреса платника';
$_['text_shipping_address'] = 'Адреса доставки';
$_['text_products']         = 'Товари';
$_['text_product']          = 'Товар';
$_['text_model']            = 'Код';
$_['text_quantity']         = 'Кількість';
$_['text_price']            = 'Ціна';
$_['text_order_total']      = 'Всього до сплати';
$_['text_total']            = 'Всього';
$_['text_download']         = 'Після підтвердження оплати ви можете перейти за посиланням нижче, щоб отримати доступ до своїх завантажуваних продуктів:';
$_['text_comment']          = 'Коментарі до вашого замовлення:';
$_['text_footer']           = 'Будь ласка, відповідайте на цей лист, якщо у вас є питання.';
