<?php
// Текст
$_['text_subject']        = '%s - Дякуємо за реєстрацію';
$_['text_welcome']        = 'Ласкаво просимо і дякуємо за реєстрацію на %s!';
$_['text_login']          = 'Ваш обліковий запис був створений, і ви можете увійти, використовуючи свою адресу електронної пошти та пароль на нашому веб-сайті або за наступним URL:';
$_['text_approval']       = 'Ваш обліковий запис повинен бути схвалений перед тим, як ви зможете увійти. Після схвалення ви можете увійти, використовуючи свою адресу електронної пошти та пароль на нашому веб-сайті або за наступним URL:';
$_['text_service']        = 'Після входу ви зможете отримати доступ до інших послуг, включаючи перегляд попередніх замовлень, друк рахунків-фактур та редагування інформації про обліковий запис.';
$_['text_thanks']         = 'Дякуємо,';
$_['text_new_customer']   = 'Новий клієнт';
$_['text_signup']         = 'Новий клієнт зареєструвався:';
$_['text_customer_group'] = 'Група клієнтів:';
$_['text_firstname']      = 'Ім\'я:';
$_['text_lastname']       = 'Прізвище:';
$_['text_email']          = 'Електронна пошта:';
$_['text_telephone']      = 'Телефон:';
