<?php
// Текст
$_['text_subject']  = 'Вам надіслано подарунковий сертифікат від %s';
$_['text_greeting'] = 'Вітаємо, вам надіслано подарунковий сертифікат на суму %s';
$_['text_from']     = 'Цей подарунковий сертифікат був відправлений вам від %s';
$_['text_message']  = 'З повідомленням:';
$_['text_redeem']   = 'Для використання цього подарункового сертифіката, запишіть код сертифіката - <b>%s</b>, а потім натисніть на посилання нижче та придбайте товари, на які ви хочете використати цей подарунковий сертифікат. Ви можете ввести код подарункового сертифіката на сторінці кошика перед оформленням замовлення.';
$_['text_footer']   = 'Будь ласка, відповідайте на цей лист, якщо у вас є питання.';
