<?php
// Текст
$_['text_search']              = 'Пошук';
$_['text_brand']               = 'Бренд';
$_['text_manufacturer']        = 'Бренд:';
$_['text_model']               = 'Код товару:';
$_['text_reward']              = 'Бонусні бали:';
$_['text_points']              = 'Ціна в бонусних балах:';
$_['text_stock']               = 'Наявність:';
$_['text_instock']             = 'В наявності';
$_['text_tax']                 = 'Без податку:';
$_['text_discount']            = ' або більше ';
$_['text_option']              = 'Доступні опції';
$_['text_minimum']             = 'Цей товар має мінімальну кількість %s';
$_['text_reviews']             = '%s відгуків';
$_['text_write']               = 'Написати відгук';
$_['text_login']               = 'Будь ласка, <a href="%s">увійдіть</a> або <a href="%s">зареєструйтеся</a>, щоб написати відгук';
$_['text_no_reviews']          = 'Немає відгуків для цього товару.';
$_['text_note']                = '<span class="text-danger">Примітка:</span> HTML не перекладено!';
$_['text_success']             = 'Дякуємо за ваш відгук. Він був надісланий на розгляд веб-мастеру.';
$_['text_related']             = 'Схожі товари';
$_['text_tags']                = 'Теги:';
$_['text_error']               = 'Товар не знайдено!';
$_['text_payment_recurring']   = 'Платіжний профіль';
$_['text_trial_description']   = '%s що %d %s(ів) для %d платежів, після чого';
$_['text_payment_description'] = '%s що %d %s(ів) для %d платежів';
$_['text_payment_cancel']      = '%s що %d %s(ів) до скасування';
$_['text_day']                 = 'день';
$_['text_week']                = 'тиждень';
$_['text_semi_month']          = 'половина місяця';
$_['text_month']               = 'місяць';
$_['text_year']                = 'рік';

// Вхідні дані
$_['entry_qty']                = 'Кількість';
$_['entry_name']               = 'Ваше ім\'я';
$_['entry_review']             = 'Ваш відгук';
$_['entry_rating']             = 'Рейтинг';
$_['entry_good']               = 'Добре';
$_['entry_bad']                = 'Погано';

// Вкладки
$_['tab_description']          = 'Опис';
$_['tab_attribute']            = 'Специфікація';
$_['tab_review']               = 'Відгуки (%s)';

// Помилки
$_['error_name']               = 'Попередження: Ім\'я відгуку повинно бути від 3 до 25 символів!';
$_['error_text']               = 'Попередження: Текст відгуку повинен бути від 25 до 1000 символів!';
$_['error_rating']             = 'Попередження: Будь ласка, оберіть рейтинг для відгуку!';
$_['error_product']            = "Попередження: Для додавання відгуку потрібний товар!";
