<?php
// Heading
$_['heading_title']       = 'Мій обліковий запис';

// Text
$_['text_account']        = 'Обліковий запис';
$_['text_my_account']     = 'Мій обліковий запис';
$_['text_my_orders']      = 'Мої замовлення';
$_['text_my_affiliate']   = 'Мій партнерський обліковий запис';
$_['text_my_newsletter']  = 'Розсилка';
$_['text_edit']           = 'Редагувати ваші особисті дані';
$_['text_password']       = 'Змінити ваш пароль';
$_['text_address']        = 'Змінити дані вашої адресної книги';
$_['text_credit_card']    = 'Управління збереженими кредитними картами';
$_['text_wishlist']       = 'Редагувати ваш список бажань';
$_['text_order']          = 'Переглянути історію ваших замовлень';
$_['text_download']       = 'Завантаження';
$_['text_reward']         = 'Ваші бонусні бали';
$_['text_return']         = 'Переглянути ваші запити на повернення';
$_['text_transaction']    = 'Ваші транзакції';
$_['text_newsletter']     = 'Підписка / відписка від розсилки';
$_['text_recurring']      = 'Регулярні платежі';
$_['text_transactions']   = 'Транзакції';
$_['text_affiliate_add']  = 'Зареєструватися в партнерській програмі';
$_['text_affiliate_edit'] = 'Редагувати вашу партнерську інформацію';
$_['text_tracking']       = 'Спеціальний код відстеження партнера';