<?php
// Heading
$_['heading_title']      = 'Адресна книга';

// Text
$_['text_account']       = 'Обліковий запис';
$_['text_address_book']  = 'Записи адресної книги';
$_['text_address_add']   = 'Додати адресу';
$_['text_address_edit']  = 'Редагувати адресу';
$_['text_add']           = 'Вашу адресу успішно додано';
$_['text_edit']          = 'Вашу адресу успішно оновлено';
$_['text_delete']        = 'Вашу адресу успішно видалено';
$_['text_empty']         = 'У вас немає адрес в обліковому записі.';
$_['text_confirm']       = 'Ви впевнені?';

// Entry
$_['entry_firstname']    = 'Ім\'я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_company']      = 'Компанія';
$_['entry_address_1']    = 'Адреса 1';
$_['entry_address_2']    = 'Адреса 2';
$_['entry_postcode']     = 'Поштовий індекс';
$_['entry_city']         = 'Місто';
$_['entry_country']      = 'Країна';
$_['entry_zone']         = 'Область / Область';
$_['entry_default']      = 'Адреса за замовчуванням';

// Error
$_['error_delete']       = 'Попередження: Ви повинні мати хоча б одну адресу!';
$_['error_default']      = 'Попередження: Ви не можете видалити свою адресу за замовчуванням!';
$_['error_firstname']    = 'Ім\'я повинно бути від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинно бути від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса повинна бути від 3 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс повинен бути від 2 до 10 символів!';
$_['error_city']         = 'Місто повинно бути від 2 до 128 символів!';
$_['error_country']      = 'Будь ласка, оберіть країну!';
$_['error_zone']         = 'Будь ласка, оберіть область / область!';
$_['error_custom_field'] = '%s обов\'язковий!';