<?php
// Заголовок
$_['heading_title']      = 'Інформація мого облікового запису';

// Текст
$_['text_account']       = 'Обліковий запис';
$_['text_edit']          = 'Редагувати інформацію';
$_['text_your_details']  = 'Ваші особисті дані';
$_['text_success']       = 'Успішно: Ваш обліковий запис був успішно оновлений.';

// Введення
$_['entry_firstname']    = 'Ім\'я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Телефон';

// Помилки
$_['error_exists']       = 'Попередження: E-Mail адреса вже зареєстрована!';
$_['error_firstname']    = 'Ім\'я повинно бути від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинно бути від 1 до 32 символів!';
$_['error_email']        = 'E-Mail адреса не виглядає валідною!';
$_['error_telephone']    = 'Телефон повинен бути від 3 до 32 символів!';
$_['error_custom_field'] = '%s обов\'язковий!';