<?php
// Заголовок
$_['heading_title']   = 'Забули пароль?';

// Текст
$_['text_account']    = 'Обліковий запис';
$_['text_forgotten']  = 'Забули пароль';
$_['text_your_email'] = 'Ваша адреса електронної пошти';
$_['text_email']      = 'Введіть адресу електронної пошти, пов\'язану з вашим обліковим записом. Натисніть "Відправити" для отримання листа з посиланням для скидання пароля.';
$_['text_success']    = 'Лист з посиланням для підтвердження було відправлено на вашу адресу електронної пошти.';

// Введення
$_['entry_email']     = 'Адреса електронної пошти';
$_['entry_password']  = 'Новий пароль';
$_['entry_confirm']   = 'Підтвердити';

// Помилки
$_['error_email']     = 'Попередження: Адреса електронної пошти не знайдена в наших записах, спробуйте ще раз!';
$_['error_approved']  = 'Попередження: Ваш обліковий запис потребує схвалення перед входом в систему.';
$_['error_password']  = 'Пароль повинен бути від 4 до 20 символів!';
$_['error_confirm']   = 'Пароль і підтвердження пароля не співпадають!';