<?php
// Заголовок
$_['heading_title']                = 'Вхід до облікового запису';

// Текст
$_['text_account']                 = 'Обліковий запис';
$_['text_login']                   = 'Увійти';
$_['text_new_customer']            = 'Новий клієнт';
$_['text_register']                = 'Зареєструвати обліковий запис';
$_['text_register_account']        = 'Створивши обліковий запис, ви зможете швидше здійснювати покупки, слідкувати за статусом замовлення та відстежувати раніше зроблені замовлення.';
$_['text_returning_customer']      = 'Повернутися';
$_['text_i_am_returning_customer'] = 'Я повернувся';
$_['text_forgotten']               = 'Забули пароль';

// Введення
$_['entry_email']                  = 'Адреса електронної пошти';
$_['entry_password']               = 'Пароль';

// Помилки
$_['error_login']                  = 'Попередження: Не відповідає адреса електронної пошти і/або пароль.';
$_['error_attempts']               = 'Попередження: Ваш обліковий запис перевищив дозволену кількість спроб входу. Спробуйте знову через 1 годину.';
$_['error_approved']               = 'Попередження: Ваш обліковий запис вимагає затвердження перед входом.';