<?php
// Заголовок
$_['heading_title']  = 'Скидання пароля';

// Текст
$_['text_account']   = 'Обліковий запис';
$_['text_password']  = 'Введіть новий пароль, який ви хочете використовувати.';
$_['text_success']   = 'Успіх: Ваш пароль був успішно оновлений.';

// Введення
$_['entry_password'] = 'Пароль';
$_['entry_confirm']  = 'Підтвердження';

// Помилки
$_['error_password'] = 'Пароль має бути від 4 до 20 символів!';
$_['error_confirm']  = 'Підтвердження пароля не збігається з паролем!';
$_['error_code']     = 'Код скидання пароля недійсний або був використаний раніше!';