<?php
// Заголовок
$_['heading_title']      = 'Повернення товару';

// Текст
$_['text_account']       = 'Обліковий запис';
$_['text_return']        = 'Інформація про повернення';
$_['text_return_detail'] = 'Деталі повернення';
$_['text_description']   = 'Будь ласка, заповніть форму нижче, щоб звернутися за номером RMA.';
$_['text_order']         = 'Інформація про замовлення';
$_['text_product']       = 'Інформація про товар';
$_['text_reason']        = 'Причина повернення';
$_['text_message']       = '<p>Дякуємо за подання вашого запиту на повернення. Ваш запит був відправлений відповідному відділу для обробки.</p><p>Ви будете сповіщені по електронній пошті щодо стану вашого запиту.</p>';
$_['text_return_id']     = 'Номер повернення:';
$_['text_order_id']      = 'Номер замовлення:';
$_['text_date_ordered']  = 'Дата замовлення:';
$_['text_status']        = 'Статус:';
$_['text_date_added']    = 'Дата додавання:';
$_['text_comment']       = 'Коментар до повернення';
$_['text_history']       = 'Історія повернень';
$_['text_empty']         = 'Ви не здійснювали жодних попередніх повернень!';
$_['text_agree']         = 'Я прочитав і погоджуюсь з <a href="%s" class="agree"><b>%s</b></a>';

// Колонки
$_['column_return_id']   = 'Номер повернення';
$_['column_order_id']    = 'Номер замовлення';
$_['column_status']      = 'Статус';
$_['column_date_added']  = 'Дата додавання';
$_['column_customer']    = 'Клієнт';
$_['column_product']     = 'Назва товару';
$_['column_model']       = 'Модель';
$_['column_quantity']    = 'Кількість';
$_['column_price']       = 'Ціна';
$_['column_opened']      = 'Відкритий';
$_['column_comment']     = 'Коментар';
$_['column_reason']      = 'Причина';
$_['column_action']      = 'Дія';

// Введення
$_['entry_order_id']     = 'Номер замовлення';
$_['entry_date_ordered'] = 'Дата замовлення';
$_['entry_firstname']    = 'Ім\'я';
$_['entry_lastname']     = 'Прізвище';
$_['entry_email']        = 'E-Mail';
$_['entry_telephone']    = 'Телефон';
$_['entry_product']      = 'Назва товару';
$_['entry_model']        = 'Код товару';
$_['entry_quantity']     = 'Кількість';
$_['entry_reason']       = 'Причина повернення';
$_['entry_opened']       = 'Товар відкритий';
$_['entry_fault_detail'] = 'Несправність або інші деталі';

// Помилки
$_['text_error']         = 'Повернень, які ви запитували, не знайдено!';
$_['error_order_id']     = 'Потрібен номер замовлення!';
$_['error_firstname']    = 'Ім\'я має бути від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище має бути від 1 до 32 символів!';
$_['error_email']        = 'E-Mail не відповідає дійсному формату!';
$_['error_telephone']    = 'Телефон має бути від 3 до 32 символів!';
$_['error_product']      = 'Назва товару має бути від 3 до 255 символів!';
$_['error_model']        = 'Модель товару має бути від 3 до 64 символів!';
$_['error_reason']       = 'Ви повинні вибрати причину повернення товару!';
$_['error_agree']        = 'Попередження: Ви повинні погодитися з %s!';
