<?php
// Заголовок
$_['heading_title'] = 'Ваш обліковий запис створено!';

// Текст
$_['text_message']  = '<p>Вітаємо! Ваш новий обліковий запис успішно створено!</p> <p>Тепер ви можете скористатися привілеями користувача, щоб поліпшити свій досвід покупок онлайн.</p> <p>Якщо у вас ВИНИКЛИ будь-які питання щодо роботи цього інтернет-магазину, будь ласка, напишіть листа власнику магазину.</p> <p>Підтвердження було відправлено на вказану адресу електронної пошти. Якщо ви не отримали його протягом години, будь ласка, <a href="%s">зв\'яжіться з нами</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію на %s!</p><p>Ви отримаєте повідомлення по електронній пошті, коли ваш обліковий запис буде активовано власником магазину.</p><p>Якщо у вас ВИНИКЛИ будь-які питання щодо роботи цього інтернет-магазину, будь ласка, <a href="%s">зверніться до власника магазину</a>.</p>';
$_['text_account']  = 'Обліковий запис';
$_['text_success']  = 'Успішно';
