<?php
// Заголовок
$_['heading_title']    = 'Відстеження партнерів';

// Текст
$_['text_account']     = 'Обліковий запис';
$_['text_description'] = 'Для того, щоб ви отримували винагороду за рекомендації, які ви надсилаєте нам, нам потрібно відстежувати рекомендації за допомогою коду в URL-адресах, які посилають нас. Ви можете використовувати наведені нижче інструменти для створення посилань на веб-сайт %s.';

// Введення
$_['entry_code']       = 'Ваш код відстеження';
$_['entry_generator']  = 'Генератор посилань для відстеження';
$_['entry_link']       = 'Посилання для відстеження';

// Допомога
$_['help_generator']  = 'Введіть назву продукту, на який ви хочете створити посилання';