<?php
// Заголовок
$_['heading_title']    = 'Придбати подарунковий сертифікат';

// Текст
$_['text_account']     = 'Обліковий запис';
$_['text_voucher']     = 'Подарунковий сертифікат';
$_['text_description'] = 'Цей подарунковий сертифікат буде надісланий отримувачеві по електронній пошті після оплати вашого замовлення.';
$_['text_agree']       = 'Я розумію, що подарункові сертифікати не підлягають поверненню.';
$_['text_message']     = '<p>Дякуємо за покупку подарункового сертифіката! Після завершення вашого замовлення отримувачу подарункового сертифіката буде надіслано електронний лист з інструкціями щодо його використання.</p>';
$_['text_for']         = 'Подарунковий сертифікат на %s для %s';

// Ввід
$_['entry_to_name']    = 'Ім\'я отримувача';
$_['entry_to_email']   = 'Електронна пошта отримувача';
$_['entry_from_name']  = 'Ваше ім\'я';
$_['entry_from_email'] = 'Ваша електронна пошта';
$_['entry_theme']      = 'Тема подарункового сертифіката';
$_['entry_message']    = 'Повідомлення';
$_['entry_amount']     = 'Сума';

// Допомога
$_['help_message']     = 'Необов\'язково';
$_['help_amount']      = 'Значення повинно бути між %s і %s';

// Помилка
$_['error_to_name']    = 'Ім\'я отримувача повинно бути від 1 до 64 символів!';
$_['error_from_name']  = 'Ваше ім\'я повинно бути від 1 до 64 символів!';
$_['error_email']      = 'Електронна пошта не є дійсною!';
$_['error_theme']      = 'Ви повинні вибрати тему!';
$_['error_amount']     = 'Сума повинна бути між %s і %s!';
$_['error_agree']      = 'Попередження: Ви повинні погодитися, що подарункові сертифікати не підлягають поверненню!';
