<?php
// Заголовок
$_['heading_title'] = 'Мій список бажань';

// Текст
$_['text_account']  = 'Обліковий запис';
$_['text_instock']  = 'В наявності';
$_['text_wishlist'] = 'Список бажань (%s)';
$_['text_login']    = 'Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a> щоб додати <a href="%s">%s</a> до вашого <a href="%s">списку бажань</a>!';
$_['text_success']  = 'Успіх: Ви додали <a href="%s">%s</a> до вашого <a href="%s">списку бажань</a>!';
$_['text_remove']   = 'Успіх: Ви змінили свій список бажань!';
$_['text_empty']    = 'Ваш список бажань порожній.';

// Колонки
$_['column_image']  = 'Зображення';
$_['column_name']   = 'Назва товару';
$_['column_model']  = 'Код';
$_['column_stock']  = 'На складі';
$_['column_price']  = 'Ціна за одиницю';
$_['column_action'] = 'Дія';
