<?php
// Тексти
$_['text_title']                = 'Square';  // Назва платіжної системи "Square"
$_['text_canceled']             = 'Успішно: Ви успішно скасували цей платіж! Ми надіслали вам підтвердження на електронну пошту.';
$_['text_confirm_cancel']       = 'Ви впевнені, що хочете скасувати регулярні платежі?';
$_['text_order_history_cancel'] = 'Ви скасували свій регулярний профіль. Ваша картка більше не буде зарахована.';

// Кнопка
$_['button_cancel']             = 'Скасувати регулярний платіж';

// Помилки
$_['error_not_cancelled']       = 'Помилка: %s';
$_['error_not_found']           = 'Не вдалося скасувати регулярний профіль';

