<?php
// Заголовок
$_['heading_title']  = 'Контакти';

// Текст
$_['text_location']  = 'Наше розташування';
$_['text_store']     = 'Наші магазини';
$_['text_contact']   = 'Форма зв\'язку';
$_['text_address']   = 'Адреса';
$_['text_telephone'] = 'Телефон';
$_['text_fax']       = 'Факс';
$_['text_open']      = 'Час роботи';
$_['text_comment']   = 'Коментарі';
$_['text_message']   = '<p>Ваш запит успішно відправлено власнику магазину!</p>'; 

// Введення
$_['entry_name']     = 'Ваше ім\'я';
$_['entry_email']    = 'Адреса електронної пошти';
$_['entry_enquiry']  = 'Запит';

// Електронна пошта
$_['email_subject']  = 'Запит %s';

// Помилки
$_['error_name']     = 'Ім\'я повинно бути від 3 до 32 символів!';
$_['error_email']    = 'Адреса електронної пошти не є валідною!';
$_['error_enquiry']  = 'Запит повинен бути від 10 до 3000 символів!';
