<?php
// Заголовок
$_['heading_title']     = 'Панель управління';

// Текст
$_['text_success']      = 'Успішно: Ви змінили налаштування панелей управління!';
$_['text_list']         = 'Список панелей управління';

// Колонки
$_['column_name']       = 'Назва панелі управління';
$_['column_width']      = 'Ширина';
$_['column_status']     = 'Статус';
$_['column_sort_order'] = 'Порядок сортування';
$_['column_action']     = 'Дія';

// Помилка
$_['error_permission']  = 'Попередження: У вас немає дозволу на зміну налаштувань панелей управління!';
