<?php
// Заголовок
$_['heading_title']    = 'Модулі';

// Текст
$_['text_success']     = 'Успіх: Ви змінили модулі!';
$_['text_layout']      = 'Після встановлення і налаштування модуля, ви можете додати його до макету <a href="%s" class="alert-link">тут</a>!';
$_['text_add']         = 'Додати модуль';
$_['text_list']        = 'Список модулів';

// Колонки
$_['column_name']      = 'Назва модуля';
$_['column_status']    = 'Статус';
$_['column_action']    = 'Дія';

// Вхідні дані
$_['entry_code']       = 'Модуль';
$_['entry_name']       = 'Назва модуля';

// Помилка
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну модулів!';
$_['error_name']       = 'Назва модуля повинна бути від 3 до 64 символів!';
$_['error_code_name']  = 'Код модуля повинен бути від 3 до 32 символів!';
$_['error_code']       = 'Розширення обов\'язкове!';
