<?php
// Заголовок
$_['heading_title']            = 'Кошик';

// Тексти
$_['text_success']             = 'Успішно: Ви додали <a href="%s">%s</a> до вашого <a href="%s">кошика для покупок</a>!';
$_['text_remove']              = 'Успішно: Ви змінили ваш кошик!';
$_['text_login']               = 'Увага: Ви повинні <a href="%s">увійти</a> або <a href="%s">створити обліковий запис</a>, щоб переглядати ціни!';
$_['text_items']               = '%s товар(ів) - %s';
$_['text_points']              = 'Бали винагороди: %s';
$_['text_next']                = 'Що б ви хотіли зробити далі?';
$_['text_next_choice']         = 'Виберіть, чи маєте ви код знижки або бали винагороди, які ви хочете використовувати, або хочете розрахувати вартість доставки.';
$_['text_empty']               = 'Ваш кошик для покупок порожній!';
$_['text_day']                 = 'день';
$_['text_week']                = 'тиждень';
$_['text_semi_month']          = 'півмісяця';
$_['text_month']               = 'місяць';
$_['text_year']                = 'рік';
$_['text_trial']               = '%s кожен %s %s для %s платежів, а потім ';
$_['text_recurring']           = '%s кожен %s %s';
$_['text_recurring_item']      = 'Товар з регулярним платежем';
$_['text_payment_recurring']   = 'Платіжний профіль';
$_['text_trial_description']   = '%s кожен %d %s(ів) для %d платежів, а потім';
$_['text_payment_description'] = '%s кожен %d %s(ів) для %d платежів';
$_['text_payment_cancel']      = '%s кожен %d %s(ів) до скасування';

// Колонки
$_['column_image']             = 'Зображення';
$_['column_name']              = 'Назва товару';
$_['column_model']             = 'Код';
$_['column_quantity']          = 'Кількість';
$_['column_price']             = 'Ціна за одиницю';
$_['column_total']             = 'Всього';

// Помилки
$_['error_stock']              = 'Товари, позначені ***, недоступні в бажаній кількості або відсутні на складі!';
$_['error_minimum']            = 'Мінімальна сума замовлення для %s - %s!';
$_['error_required']           = '%s обов\'язковий!';
$_['error_product']            = 'Попередження: Ваш кошик порожній!';
$_['error_recurring_required'] = 'Будь ласка, виберіть рекурентний платіж!';

