<?php
// Заголовок
$_['heading_title']                  = 'Оформлення замовлення';

// Тексти
$_['text_cart']                      = 'Кошик для покупок';
$_['text_checkout_option']           = 'Крок %s: Опції оформлення замовлення';
$_['text_checkout_account']          = 'Крок %s: Особисті дані та платіжна інформація';
$_['text_checkout_payment_address']  = 'Крок %s: Платіжна інформація';
$_['text_checkout_shipping_address'] = 'Крок %s: Доставка';
$_['text_checkout_shipping_method']  = 'Крок %s: Спосіб доставки';
$_['text_checkout_payment_method']   = 'Крок %s: Спосіб оплати';
$_['text_checkout_confirm']          = 'Крок %s: Підтвердження замовлення';
$_['text_modify']                    = 'Змінити &raquo;';
$_['text_new_customer']              = 'Новий покупець';
$_['text_returning_customer']        = 'Зареєстрований покупець';
$_['text_checkout']                  = 'Опції оформлення замовлення:';
$_['text_i_am_returning_customer']   = 'Я вже зареєстрований';
$_['text_register']                  = 'Зареєструвати обліковий запис';
$_['text_guest']                     = 'Оформлення замовлення без реєстрації';
$_['text_register_account']          = 'Створивши обліковий запис, ви зможете покупати швидше, бути в курсі статусу замовлень та слідкувати за історією покупок.';
$_['text_forgotten']                 = 'Забули пароль?';
$_['text_your_details']              = 'Ваші особисті дані';
$_['text_your_address']              = 'Ваша адреса';
$_['text_your_password']             = 'Ваш пароль';
$_['text_agree']                     = 'Я прочитав і погоджуюсь з <a href="%s" class="agree"><b>%s</b></a>';
$_['text_address_new']               = 'Я хочу використовувати нову адресу';
$_['text_address_existing']          = 'Я хочу використовувати існуючу адресу';
$_['text_shipping_method']           = 'Будь ласка, виберіть бажаний спосіб доставки для цього замовлення.';
$_['text_payment_method']            = 'Будь ласка, виберіть бажаний спосіб оплати для цього замовлення.';
$_['text_comments']                  = 'Додати коментар до замовлення';
$_['text_recurring_item']            = 'Товар з регулярним платежем';
$_['text_payment_recurring']         = 'Платіжний профіль';
$_['text_trial_description']         = '%s кожен %d %s(ів) для %d платежів, а потім';
$_['text_payment_description']       = '%s кожен %d %s(ів) для %d платежів';
$_['text_payment_cancel']            = '%s кожен %d %s(ів) до скасування';
$_['text_day']                       = 'день';
$_['text_week']                      = 'тиждень';
$_['text_semi_month']                = 'півмісяця';
$_['text_month']                     = 'місяць';
$_['text_year']                      = 'рік';

// Колонки
$_['column_name']                    = 'Назва товару';
$_['column_model']                   = 'Код';
$_['column_quantity']                = 'Кількість';
$_['column_price']                   = 'Ціна за одиницю';
$_['column_total']                   = 'Всього';

// Введення
$_['entry_email_address']            = 'E-Mail адреса';
$_['entry_email']                    = 'E-Mail';
$_['entry_password']                 = 'Пароль';
$_['entry_confirm']                  = 'Підтвердити пароль';
$_['entry_firstname']                = 'Ім\'я';
$_['entry_lastname']                 = 'Прізвище';
$_['entry_telephone']                = 'Телефон';
$_['entry_address']                  = 'Виберіть адресу';
$_['entry_company']                  = 'Компанія';
$_['entry_customer_group']           = 'Група покупців';
$_['entry_address_1']                = 'Адреса 1';
$_['entry_address_2']                = 'Адреса 2';
$_['entry_postcode']                 = 'Поштовий індекс';
$_['entry_city']                     = 'Місто';
$_['entry_country']                  = 'Країна';
$_['entry_zone']                     = 'Область / регіон';
$_['entry_newsletter']               = 'Я хочу підписатися на розсилку %s.';
$_['entry_shipping']                 = 'Моя адреса доставки збігається з адресою платежу.';

// Помилки
$_['error_warning']                  = 'Виникла проблема при спробі обробити ваше замовлення! Якщо проблема не зникає, спробуйте вибрати інший спосіб оплати або зв\'яжіться з власником магазину, <a href="%s">клацнувши тут</a>.';
$_['error_login']                    = 'Попередження: Не знайдено відповідності для E-Mail адреси та/або пароля.';
$_['error_attempts']                 = 'Попередження: Ваш обліковий запис перевищив дозволену кількість спроб входу. Будь ласка, спробуйте знову через 1 годину.';
$_['error_approved']                 = 'Попередження: Для входу до облікового запису потрібно затвердження.';
$_['error_exists']                   = 'Попередження: E-Mail адресу вже зареєстровано!';
$_['error_firstname']                = 'Ім\'я має бути від 1 до 32 символів!';
$_['error_lastname']                 = 'Прізвище має бути від 1 до 32 символів!';
$_['error_email']                    = 'E-Mail адреса введена некоректно!';
$_['error_telephone']                = 'Телефон має бути від 3 до 32 символів!';
$_['error_password']                 = 'Пароль має бути від 4 до 20 символів!';
$_['error_confirm']                  = 'Підтвердження пароля не збігається з паролем!';
$_['error_address_1']                = 'Адреса 1 має бути від 3 до 128 символів!';
$_['error_city']                     = 'Місто має бути від 2 до 128 символів!';
$_['error_postcode']                 = 'Поштовий індекс має бути від 2 до 10 символів!';
$_['error_country']                  = 'Будь ласка, виберіть країну!';
$_['error_zone']                     = 'Будь ласка, виберіть область / регіон!';
$_['error_agree']                    = 'Попередження: Ви повинні погодитися з %s!';
$_['error_address']                  = 'Попередження: Ви повинні вибрати адресу!';
$_['error_shipping']                 = 'Попередження: Обов\'язково виберіть спосіб доставки!';
$_['error_no_shipping']              = 'Попередження: Немає доступних варіантів доставки. Будь ласка, <a href="%s">зв\'яжіться з нами</a> для отримання допомоги!';
$_['error_payment']                  = 'Попередження: Обов\'язково виберіть спосіб оплати!';
$_['error_no_payment']               = 'Попередження: Немає доступних варіантів оплати. Будь ласка, <a href="%s">зв\'яжіться з нами</a> для отримання допомоги!';
$_['error_custom_field']             = '%s обов\'язковий!';
