<?php
// Heading
$_['heading_title'] = 'Невдалий платіж!';

// Text
$_['text_basket']   = 'Кошик';
$_['text_checkout'] = 'Оформлення замовлення';
$_['text_failure']  = 'Невдалий платіж';
$_['text_message']  = '<p>Виникла проблема при обробці вашого платежу і замовлення не було завершено.</p>

<p>Можливі причини:</p>
<ul>
  <li>Недостатньо коштів</li>
  <li>Перевірка не вдалася</li>
</ul>

<p>Будь ласка, спробуйте зробити замовлення знову, використовуючи інший спосіб оплати.</p>

<p>Якщо проблема не вирішується, будь ласка, <a href="%s">зв\'яжіться з нами</a> та надайте деталі замовлення, яке ви намагаєтеся розмістити.</p>
';
