<?php
// Heading
$_['heading_title']        = 'Ваше замовлення прийнято!';

// Text
$_['text_basket']          = 'Кошик покупок';
$_['text_checkout']        = 'Оформлення замовлення';
$_['text_success']         = 'Успішно';
$_['text_customer']        = '<p>Ваше замовлення успішно оброблено!</p><p>Ви можете переглянути історію замовлень, перейшовши на сторінку <a href="%s">Мій обліковий запис</a> та натиснувши <a href="%s">Історія замовлень</a>.</p><p>Якщо ваша покупка включає завантаження, ви можете перейти на сторінку <a href="%s">Завантаження</a> облікового запису, щоб їх переглянути.</p><p>Будь ласка, будьте готові відповісти на будь-які запитання, які виникли, звертаючись до <a href="%s">власника магазину</a>.</p><p>Дякуємо, що здійснили покупку в нашому інтернет-магазині!</p>';
$_['text_guest']           = '<p>Ваше замовлення успішно оброблено!</p><p>Будь ласка, будьте готові відповісти на будь-які запитання, які виникли, звертаючись до <a href="%s">власника магазину</a>.</p><p>Дякуємо, що здійснили покупку в нашому інтернет-магазині!</p>';