<?php
// Text
$_['text_success']       = 'Ви успішно змінили клієнтів';

// Error
$_['error_permission']   = 'Попередження: У вас немає доступу до API!';
$_['error_customer']     = 'Ви повинні вибрати клієнта!';
$_['error_firstname']    = 'Ім\'я повинно бути від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинно бути від 1 до 32 символів!';
$_['error_email']        = 'Адреса електронної пошти недійсна!';
$_['error_telephone']    = 'Телефон повинен бути від 3 до 32 символів!';
$_['error_custom_field'] = '%s обов\'язково!';