<?php
// Text
$_['text_success']           = 'Успіх: Ви змінили замовлення!';

// Error
$_['error_permission']       = 'Попередження: Ви не маєте дозволу на доступ до API!';
$_['error_customer']         = 'Попередження: Потрібно вказати дані клієнта!';
$_['error_payment_address']  = 'Попередження: Потрібно вказати адресу оплати!';
$_['error_payment_method']   = 'Попередження: Потрібно вибрати метод оплати!';
$_['error_no_payment']       = 'Попередження: Відсутні варіанти оплати!';
$_['error_shipping_address'] = 'Попередження: Потрібно вказати адресу доставки!';
$_['error_shipping_method']  = 'Попередження: Потрібно вибрати метод доставки!';
$_['error_no_shipping']      = 'Попередження: Відсутні варіанти доставки!';
$_['error_stock']            = 'Попередження: Продукти, позначені як ***, недоступні у потрібній кількості або відсутні на складі!';
$_['error_minimum']          = 'Попередження: Мінімальна сума замовлення для %s - %s!';
$_['error_not_found']        = 'Попередження: Замовлення не може бути знайдено!';