<?php
// Text
$_['text_address']       = 'Успіх: Адреса оплати встановлена!';
$_['text_method']        = 'Успіх: Метод оплати встановлений!';

// Error
$_['error_permission']   = 'Попередження: Ви не маєте дозволу на доступ до API!';
$_['error_firstname']    = 'Ім\'я повинно містити від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинно містити від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса повинна містити від 3 до 128 символів!';
$_['error_city']         = 'Місто повинно містити від 3 до 128 символів!';
$_['error_postcode']     = 'Індекс повинен містити від 2 до 10 символів для цієї країни!';
$_['error_country']      = 'Будь ласка, виберіть країну!';
$_['error_zone']         = 'Будь ласка, виберіть регіон / область!';
$_['error_custom_field'] = '%s обов\'язкове!';
$_['error_address']      = 'Попередження: Потрібно вказати адресу оплати!';
$_['error_method']       = 'Попередження: Потрібно вибрати метод оплати!';
$_['error_no_payment']   = 'Попередження: Відсутні варіанти оплати!';