<?php
// Text
$_['text_address']       = 'Успіх: Адресу доставки було встановлено!';
$_['text_method']        = 'Успіх: Спосіб доставки було встановлено!';

// Error
$_['error_permission']   = 'Попередження: Ви не маєте дозволу на доступ до API!';
$_['error_firstname']    = 'Ім\'я повинно бути від 1 до 32 символів!';
$_['error_lastname']     = 'Прізвище повинно бути від 1 до 32 символів!';
$_['error_address_1']    = 'Адреса повинна бути від 3 до 128 символів!';
$_['error_city']         = 'Місто повинно бути від 3 до 128 символів!';
$_['error_postcode']     = 'Поштовий індекс повинен бути від 2 до 10 символів для цієї країни!';
$_['error_country']      = 'Будь ласка, виберіть країну!';
$_['error_zone']         = 'Будь ласка, виберіть область / регіон!';
$_['error_custom_field'] = '%s обов\'язковий!';
$_['error_address']      = 'Попередження: Потрібна адреса доставки!';
$_['error_method']       = 'Попередження: Потрібний спосіб доставки!';
$_['error_no_shipping']  = 'Попередження: Немає доступних способів доставки!';