<?php
// Text
$_['text_success']     = 'Успіх: Ваша знижка по подарунковому сертифікату була застосована!';
$_['text_cart']        = 'Успіх: Ви внесли зміни до свого кошика!';
$_['text_for']         = '%s Подарунковий сертифікат для %s';

// Error
$_['error_permission'] = 'Попередження: У вас немає дозволу на доступ до API!';
$_['error_voucher']    = 'Попередження: Подарунковий сертифікат недійсний або баланс використано!';
$_['error_to_name']    = 'Ім\'я отримувача повинно бути від 1 до 64 символів!';
$_['error_from_name']  = 'Ваше ім\'я повинно бути від 1 до 64 символів!';
$_['error_email']      = 'E-Mail адреса не виглядає валідною!';
$_['error_theme']      = 'Ви повинні вибрати тему!';
$_['error_amount']     = 'Сума повинна бути між %s і %s!';