<?php
// Heading
$_['heading_title']                 = 'Партнерська програма';

// Text
$_['text_account']                  = 'Обліковий запис';
$_['text_login']                    = 'Увійти';
$_['text_description']              = '<p>%s партнерська програма є безкоштовною і дає можливість учасникам заробляти дохід, розміщуючи посилання на своєму веб-сайті, які рекламують %s або конкретні продукти. Будь-які продажі, зроблені покупцями, які клікнули на ці посилання, призводитимуть до заробітку партнерської комісії. Стандартна ставка комісії наразі складає %s.</p><p>Для отримання додаткової інформації відвідайте нашу сторінку Часті питання (FAQ) або перегляньте Умови та положення партнерської програми.</p>';
$_['text_new_affiliate']            = 'Новий партнер';
$_['text_register_account']         = '<p>Наразі я не є партнером.</p><p>Натисніть "Продовжити" нижче, щоб створити новий обліковий запис партнера. Зверніть увагу, це не пов\'язано з жодним чином з вашим обліковим записом покупця.</p>';
$_['text_returning_affiliate']      = 'Вхід партнера';
$_['text_i_am_returning_affiliate'] = 'Я повертаючийся партнер.';
$_['text_forgotten']                = 'Забули пароль';

// Entry
$_['entry_email']                   = 'E-Mail партнера';
$_['entry_password']                = 'Пароль';

// Error
$_['error_login']                   = 'Попередження: Відсутність відповідності для E-Mail адреси та/або паролю.';
$_['error_attempts']                = 'Попередження: Ваш обліковий запис перевищив допустиму кількість спроб входу. Будь ласка, спробуйте знову через 1 годину.';
$_['error_approved']                = 'Попередження: Ваш обліковий запис вимагає схвалення перед входом.';