<?php
// Heading
$_['heading_title'] = 'Ваш обліковий запис партнера успішно створено!';

// Text
$_['text_message']  = '<p>Вітаємо! Ваш новий обліковий запис успішно створено!</p><p>Ви тепер є учасником партнерської програми %s.</p><p>Якщо у вас Є БУДЬ-ЯКІ питання про роботу цієї партнерської системи, будь ласка, напишіть листа власнику магазину.</p><p>Підтвердження вже надіслано на вказану електронну адресу. Якщо ви не отримали його протягом години, будь ласка, <a href="%s">зверніться до нас</a>.</p>';
$_['text_approval'] = '<p>Дякуємо за реєстрацію в партнерській програмі %s!</p><p>Ви отримаєте сповіщення електронною поштою, коли ваш обліковий запис буде активовано власником магазину.</p><p>Якщо у вас Є БУДЬ-ЯКІ питання про роботу цієї партнерської системи, будь ласка, <a href="%s">зверніться до власника магазину</a>.</p>';
$_['text_account']  = 'Обліковий запис';
$_['text_success']  = 'Успішно';