<?php
// Заголовок
$_['heading_title']    = 'Оплата обробки';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успішно: Ви внесли зміни до вартості оплати обробки!';
$_['text_edit']        = 'Редагувати Вартість оплати обробки';

// Вхідні дані
$_['entry_total']      = 'Загальна сума замовлення';
$_['entry_fee']        = 'Вартість';
$_['entry_tax_class']  = 'Клас податку';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Допомога
$_['help_total']       = 'Загальна сума замовлення, яку повинно досягти замовлення, перш ніж ця загальна сума стане активною.';

// Помилка
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну вартості оплати обробки!';