<?php
// Заголовок
$_['heading_title']    = 'Плата за мале замовлення';

// Текст
$_['text_extension']   = 'Розширення';
$_['text_success']     = 'Успішно: Ви внесли зміни до вартості плати за мале замовлення!';
$_['text_edit']        = 'Редагувати Вартість плати за мале замовлення';

// Вхідні дані
$_['entry_total']      = 'Загальна сума замовлення';
$_['entry_fee']        = 'Плата';
$_['entry_tax_class']  = 'Клас податку';
$_['entry_status']     = 'Статус';
$_['entry_sort_order'] = 'Порядок сортування';

// Допомога
$_['help_total']       = 'Загальна сума замовлення, яку потрібно досягти до вимкнення цієї вартості замовлення.';

// Помилка
$_['error_permission'] = 'Попередження: У вас немає дозволу на зміну вартості плати за мале замовлення!';