<?php
// Заголовок
$_['heading_title']      = 'Anti-Fraud IP';

// Текст
$_['text_extension']     = 'Розширення';
$_['text_success']       = 'Успішно: Ви змінили Anti-Fraud IP!';
$_['text_edit']          = 'Редагувати Anti-Fraud IP';
$_['text_ip_add']        = 'Додати IP-адресу';
$_['text_ip_list']       = 'Список IP-адрес шахраїв';

// Колонки
$_['column_ip']          = 'IP-адреса';
$_['column_total']       = 'Загальна кількість облікових записів';
$_['column_date_added']  = 'Дата додавання';
$_['column_action']      = 'Дія';

// Поле введення
$_['entry_ip']           = 'IP-адреса';
$_['entry_status']       = 'Статус';
$_['entry_order_status'] = 'Статус замовлення';

// Довідка
$_['help_order_status']  = 'Клієнти, які мають заборонені IP-адреси у своїх облікових записах, отримають цей статус замовлення і не матимуть можливості автоматично досягти статусу "завершено"';

// Помилка
$_['error_permission']   = 'Попередження: У вас немає дозволу на зміну Anti-Fraud IP!';
